Repository: JiZPaper/PaperVN
Catalog: PaperVN/VNDBTags.xcstrings
Source language: en
Languages: de, ja, ko, pl, zh_hans, zh_hant

source: Sex with Tentacles
de: Sex mit Tentakeln
ja: 触手とのセックス
ko: 촉수와의 성교
pl: Seks z mackami
zh_hans: 触手性爱
zh_hant: 觸手性愛

source: Sexual Acts by Participants' Gender
de: Sexuelle Handlungen nach Geschlecht der Beteiligten
ja: 参加者の性別別の性行為
ko: 참여자 성별에 따른 성행위
pl: Czynności seksualne według płci uczestników
zh_hans: 按参与者性别分类的性行为
zh_hant: 按參與者性別分類的性行為

source: Sexual Blindfold
de: Augenbinde beim Sex
ja: 性的な目隠し
ko: 성적 눈가리개
pl: Opaska na oczy podczas seksu
zh_hans: 性爱眼罩
zh_hant: 性愛眼罩

source: Sexual Child Abuse
de: Sexueller Missbrauch von Kindern
ja: 児童性的虐待
ko: 아동 성적 학대
pl: Wykorzystywanie seksualne dzieci
zh_hans: 儿童性虐待
zh_hant: 兒童性虐待

source: Sexual Content
de: Sexuelle Inhalte
ja: 性的コンテンツ
ko: 성적 콘텐츠
pl: Treści seksualne
zh_hans: 色情内容
zh_hant: 色情內容

source: Sexual Content by Activity
de: Sexuelle Inhalte nach Tätigkeit
ja: 行為別の性的コンテンツ
ko: 행위별 성적 콘텐츠
pl: Treści seksualne według czynności
zh_hans: 按行为分类的色情内容
zh_hant: 按行為分類的色情內容

source: Sexual Content by Location
de: Sexuelle Inhalte nach Ort
ja: 場所別の性的コンテンツ
ko: 장소별 성적 콘텐츠
pl: Treści seksualne według miejsca
zh_hans: 按地点分类的色情内容
zh_hant: 按地點分類的色情內容

source: Sexual Content by Participants
de: Sexuelle Inhalte nach Beteiligten
ja: 参加者別の性的コンテンツ
ko: 참여자별 성적 콘텐츠
pl: Treści seksualne według uczestników
zh_hans: 按参与者分类的色情内容
zh_hant: 按參與者分類的色情內容

source: Sexual Corruption
de: Sexueller Verfall
ja: 性的堕落
ko: 성적 타락
pl: Deprawacja seksualna
zh_hans: 色情堕落
zh_hant: 色情墮落

source: Sexual Cosplay
de: Erotisches Cosplay
ja: 性的なコスプレ
ko: 성적 코스프레
pl: Erotyczny cosplay
zh_hans: 色情角色扮演
zh_hant: 色情角色扮演

source: Sexual Devices
de: Sexgeräte
ja: 性的器具
ko: 성인용 기구
pl: Akcesoria seksualne
zh_hans: 性器具
zh_hant: 性器具

source: Sexual Fantasizing
de: Sexuelles Fantasieren
ja: 性的妄想
ko: 성적 망상
pl: Fantazjowanie seksualne
zh_hans: 性幻想
zh_hant: 性幻想

source: Sexual Hair Eating
de: Erotisches Essen von Haaren
ja: 性的な毛髪摂食
ko: 성적 모발 섭취
pl: Erotyczne jedzenie włosów
zh_hans: 色情食发
zh_hant: 色情食髮

source: Sexual Harassment
de: Sexuelle Belästigung
ja: セクシュアルハラスメント
ko: 성희롱
pl: Molestowanie seksualne
zh_hans: 性骚扰
zh_hant: 性騷擾

source: Sexual Innuendo
de: Sexuelle Anspielungen
ja: 性的なほのめかし
ko: 성적 암시
pl: Aluzje seksualne
zh_hans: 性暗示
zh_hant: 性暗示

source: Sexual Orientation Discovery
de: Entdeckung der eigenen sexuellen Orientierung
ja: 性的指向の自覚
ko: 성적 지향 자각
pl: Odkrycie własnej orientacji seksualnej
zh_hans: 发现自身性取向
zh_hant: 發現自身性取向

source: Sexual Re-orientation
de: Veränderung der sexuellen Orientierung
ja: 性的指向の変化
ko: 성적 지향 변화
pl: Zmiana orientacji seksualnej
zh_hans: 性取向改变
zh_hant: 性取向改變

source: Sexual Re-orientation/Discovery
de: Veränderung oder Entdeckung der sexuellen Orientierung
ja: 性的指向の変化／自覚
ko: 성적 지향 변화 및 자각
pl: Zmiana lub odkrycie orientacji seksualnej
zh_hans: 性取向改变／发现
zh_hant: 性取向改變／發現

source: Sexual Roleplay
de: Erotisches Rollenspiel
ja: 性的ロールプレイ
ko: 성적 역할극
pl: Erotyczne odgrywanie ról
zh_hans: 色情角色扮演
zh_hant: 色情角色扮演

source: Sexual Scenes with Gameplay
de: Sexszenen mit Spielmechanik
ja: ゲームプレイ付きセックスシーン
ko: 게임플레이가 있는 성교 장면
pl: Sceny seksu z mechaniką gry
zh_hans: 带玩法的性爱场景
zh_hant: 帶玩法的性愛場景

source: Sexual Slavery
de: Sexuelle Versklavung
ja: 性奴隷
ko: 성노예
pl: Niewolnictwo seksualne
zh_hans: 性奴役
zh_hant: 性奴役

source: Sexual Slavery (Choukyou Variation)
de: Sexuelle Versklavung durch Abrichtung
ja: 性奴隷（調教）
ko: 성노예(조교)
pl: Niewolnictwo seksualne z tresurą
zh_hans: 性奴役（调教）
zh_hant: 性奴役（調教）

source: Sexual Slavery (Consensual)
de: Einvernehmliche sexuelle Versklavung
ja: 性奴隷（合意）
ko: 성노예(합의)
pl: Niewolnictwo seksualne za zgodą
zh_hans: 性奴役（双方同意）
zh_hant: 性奴役（雙方同意）

source: Sexual Slavery (Non-consensual)
de: Sexuelle Versklavung ohne Einvernehmen
ja: 性奴隷（非合意）
ko: 성노예(비합의)
pl: Niewolnictwo seksualne bez zgody
zh_hans: 性奴役（非自愿）
zh_hant: 性奴役（非自願）

source: Sexually Oblivious Heroine
de: Sexuell ahnungslose Heldin
ja: 性に疎いヒロイン
ko: 성 지식에 어두운 여성 주인공
pl: Bohaterka nieznająca zagadnień seksualnych
zh_hans: 不懂性知识的女主角
zh_hant: 不懂性知識的女主角

source: Shapeshifting
de: Gestaltwandlung
ja: 変身
ko: 변신
pl: Zmiennokształtność
zh_hans: 变身
zh_hant: 變身

source: Share House
de: Wohngemeinschaft
ja: シェアハウス
ko: 셰어 하우스
pl: Dom współdzielony
zh_hans: 合租屋
zh_hant: 合租屋

source: Sharks
de: Haie
ja: サメ
ko: 상어
pl: Rekiny
zh_hans: 鲨鱼
zh_hant: 鯊魚

source: Shimaidon
de: Sex mit zwei Schwestern zugleich
ja: 姉妹丼
ko: 시마이동
pl: Seks z dwiema siostrami jednocześnie
zh_hans: 姐妹盖饭
zh_hant: 姐妹蓋飯

source: Shimaidon Ending
de: Ende mit zwei Schwestern als Partnerinnen
ja: 姉妹丼エンド
ko: 시마이동 엔딩
pl: Zakończenie ze związkiem z dwiema siostrami
zh_hans: 姐妹盖饭结局
zh_hant: 姐妹蓋飯結局

source: Shimaidon with Twins
de: Sex mit Zwillingsschwestern zugleich
ja: 双子姉妹丼
ko: 쌍둥이 시마이동
pl: Seks z siostrami bliźniaczkami jednocześnie
zh_hans: 双胞胎姐妹盖饭
zh_hant: 雙胞胎姐妹蓋飯

source: Shimaidon with Twins Ending
de: Ende mit Zwillingsschwestern als Partnerinnen
ja: 双子姉妹丼エンド
ko: 쌍둥이 시마이동 엔딩
pl: Zakończenie ze związkiem z siostrami bliźniaczkami
zh_hans: 双胞胎姐妹盖饭结局
zh_hant: 雙胞胎姐妹蓋飯結局

source: Shingeki no Kyojin
de: Attack on Titan
ja: 進撃の巨人
ko: 진격의 거인
pl: Atak tytanów
zh_hans: 进击的巨人
zh_hant: 進擊的巨人

source: Shinigami Hero
de: Todesgott als Held
ja: 死神の男性主人公
ko: 사신 남성 주인공
pl: Bohater będący bogiem śmierci
zh_hans: 死神男主角
zh_hant: 死神男主角

source: Shinigami Heroine
de: Todesgöttin als Heldin
ja: 死神のヒロイン
ko: 사신 여성 주인공
pl: Bohaterka będąca boginią śmierci
zh_hans: 死神女主角
zh_hant: 死神女主角

source: Shinigami Protagonist
de: Todesgott als Hauptfigur
ja: 死神の主人公
ko: 사신 주인공
pl: Protagonista będący bogiem śmierci
zh_hans: 死神主角
zh_hant: 死神主角

source: Shinobi
de: Ninja
ja: 忍
ko: 닌자
pl: Ninja
zh_hans: 忍者
zh_hant: 忍者

source: Shinobi Hero
de: Ninja als Held
ja: 忍の男性主人公
ko: 닌자 남성 주인공
pl: Bohater będący ninją
zh_hans: 忍者男主角
zh_hant: 忍者男主角

source: Shinsengumi
de: Shinsengumi-Truppe
ja: 新選組
ko: 신센구미
pl: Oddział Shinsengumi
zh_hans: 新选组
zh_hant: 新選組

source: Shinto Shrine
de: Shintō-Schrein
ja: 神社
ko: 신사
pl: Chram shintō
zh_hans: 神社
zh_hant: 神社

source: Ship
de: Schiff
ja: 船
ko: 배
pl: Statek
zh_hans: 船
zh_hant: 船

source: Shoe Licking
de: Schuhlecken
ja: 靴舐め
ko: 신발 핥기
pl: Lizanie butów
zh_hans: 舔鞋
zh_hant: 舔鞋

source: Shoejob
de: Penisstimulation mit Schuhen
ja: 靴コキ
ko: 슈잡
pl: Stymulacja penisa butami
zh_hans: 鞋交
zh_hant: 鞋交

source: Shooter Game
de: Shooter-Spiel
ja: シューティングゲーム
ko: 슈팅 게임
pl: Strzelanka
zh_hans: 射击游戏
zh_hant: 射擊遊戲

source: Shopkeeper Hero
de: Ladenbesitzer als Held
ja: 店主の男性主人公
ko: 가게 주인인 남성 주인공
pl: Bohater będący właścicielem sklepu
zh_hans: 店主男主角
zh_hant: 店主男主角

source: Shopkeeper Heroine
de: Ladenbesitzerin als Heldin
ja: 店主のヒロイン
ko: 가게 주인인 여성 주인공
pl: Bohaterka będąca właścicielką sklepu
zh_hans: 店主女主角
zh_hant: 店主女主角

source: Shopkeeper Protagonist
de: Ladenbesitzer als Hauptfigur
ja: 店主の主人公
ko: 가게 주인인 주인공
pl: Protagonista będący właścicielem sklepu
zh_hans: 店主主角
zh_hant: 店主主角

source: Shopping Mall
de: Einkaufszentrum
ja: ショッピングモール
ko: 쇼핑몰
pl: Centrum handlowe
zh_hans: 购物中心
zh_hant: 購物中心

source: Short Common Route
de: Kurzer gemeinsamer Handlungsabschnitt
ja: 短い共通ルート
ko: 짧은 공통 루트
pl: Krótka wspólna część fabuły
zh_hans: 较短共通线
zh_hant: 較短共通線

source: Short Hero
de: Kleiner Held
ja: 小柄な男性主人公
ko: 키가 작은 남성 주인공
pl: Niski bohater
zh_hans: 矮个男主角
zh_hant: 矮個男主角

source: Short Heroine
de: Kleine Heldin
ja: 小柄なヒロイン
ko: 키가 작은 여성 주인공
pl: Niska bohaterka
zh_hans: 矮个女主角
zh_hant: 矮個女主角

source: Short Sexual Scenes
de: Kurze Sexszenen
ja: 短いセックスシーン
ko: 짧은 성교 장면
pl: Krótkie sceny seksu
zh_hans: 较短性爱场景
zh_hant: 較短性愛場景

source: Shota Hero
de: Jungenhaft aussehender Held
ja: ショタの男性主人公
ko: 쇼타 남성 주인공
pl: Bohater o wyglądzie młodego chłopca
zh_hans: 正太男主角
zh_hant: 正太男主角

source: Shota Protagonist
de: Jungenhaft aussehende Hauptfigur
ja: ショタの主人公
ko: 쇼타 주인공
pl: Protagonista o wyglądzie młodego chłopca
zh_hans: 正太主角
zh_hant: 正太主角

source: Shota Support Character
de: Jungenhaft aussehende Nebenfigur
ja: ショタのサブキャラクター
ko: 쇼타 조연
pl: Postać drugoplanowa o wyglądzie młodego chłopca
zh_hans: 正太配角
zh_hant: 正太配角

source: Shotacon
de: Sexuelle Vorliebe für Jungen
ja: ショタコン
ko: 쇼타콘
pl: Pociąg seksualny do chłopców
zh_hans: 正太控
zh_hant: 正太控

source: Shotacon Hero
de: Held mit sexueller Vorliebe für Jungen
ja: ショタコンの男性主人公
ko: 쇼타콘 남성 주인공
pl: Bohater odczuwający pociąg seksualny do chłopców
zh_hans: 正太控男主角
zh_hant: 正太控男主角

source: Shotacon Heroine
de: Heldin mit sexueller Vorliebe für Jungen
ja: ショタコンのヒロイン
ko: 쇼타콘 여성 주인공
pl: Bohaterka odczuwająca pociąg seksualny do chłopców
zh_hans: 正太控女主角
zh_hant: 正太控女主角

source: Shotacon Protagonist
de: Hauptfigur mit sexueller Vorliebe für Jungen
ja: ショタコンの主人公
ko: 쇼타콘 주인공
pl: Protagonista odczuwający pociąg seksualny do chłopców
zh_hans: 正太控主角
zh_hant: 正太控主角

source: Shouwa Era
de: Shōwa-Zeit
ja: 昭和時代
ko: 쇼와 시대
pl: Era Shōwa
zh_hans: 昭和时代
zh_hant: 昭和時代

source: Shy Hero
de: Schüchterner Held
ja: 内気な男性主人公
ko: 수줍음 많은 남성 주인공
pl: Nieśmiały bohater
zh_hans: 害羞男主角
zh_hant: 害羞男主角

source: Shy Heroine
de: Schüchterne Heldin
ja: 内気なヒロイン
ko: 수줍음 많은 여성 주인공
pl: Nieśmiała bohaterka
zh_hans: 害羞女主角
zh_hant: 害羞女主角

source: Sibling Rivalry
de: Geschwisterrivalität
ja: きょうだい間の競争
ko: 형제자매 간 경쟁
pl: Rywalizacja rodzeństwa
zh_hans: 手足竞争
zh_hant: 手足競爭

source: Sickly Hero
de: Kränklicher Held
ja: 病弱な男性主人公
ko: 병약한 남성 주인공
pl: Chorowity bohater
zh_hans: 体弱多病的男主角
zh_hant: 體弱多病的男主角

source: Sickly Heroine
de: Kränkliche Heldin
ja: 病弱なヒロイン
ko: 병약한 여성 주인공
pl: Chorowita bohaterka
zh_hans: 体弱多病的女主角
zh_hant: 體弱多病的女主角

source: Sickly Protagonist
de: Kränkliche Hauptfigur
ja: 病弱な主人公
ko: 병약한 주인공
pl: Chorowity protagonista
zh_hans: 体弱多病的主角
zh_hant: 體弱多病的主角

source: Side Character Having Sex with Others
de: Nebenfigur, die Sex mit anderen hat
ja: サブキャラクターが他者とセックス
ko: 타인과 성교하는 조연
pl: Postać drugoplanowa uprawiająca seks z innymi
zh_hans: 配角与他人发生性关系
zh_hant: 配角與他人發生性關係

source: Side Character Rape by Others
de: Vergewaltigung einer Nebenfigur durch andere
ja: 他者によるサブキャラクターへの強姦
ko: 타인에게 강간당하는 조연
pl: Gwałt na postaci drugoplanowej dokonany przez innych
zh_hans: 配角遭他人强奸
zh_hant: 配角遭他人強姦

source: Side Portraits
de: Seitliche Porträts
ja: サイドポートレート
ko: 측면 초상화
pl: Portrety z boku ekranu
zh_hans: 侧边头像
zh_hant: 側邊頭像

source: Side Textbox
de: Seitliches Textfeld
ja: サイドテキストボックス
ko: 측면 텍스트 상자
pl: Pole tekstowe z boku ekranu
zh_hans: 侧边文本框
zh_hant: 側邊文字框

source: Silhouettes
de: Silhouetten
ja: シルエット
ko: 실루엣
pl: Sylwetki
zh_hans: 剪影
zh_hant: 剪影

source: Simulation Game
de: Simulationsspiel
ja: シミュレーションゲーム
ko: 시뮬레이션 게임
pl: Gra symulacyjna
zh_hans: 模拟游戏
zh_hant: 模擬遊戲

source: Singer Hero
de: Sänger als Held
ja: 歌手の男性主人公
ko: 가수인 남성 주인공
pl: Bohater będący piosenkarzem
zh_hans: 歌手男主角
zh_hant: 歌手男主角

source: Singer Heroine
de: Sängerin als Heldin
ja: 歌手のヒロイン
ko: 가수인 여성 주인공
pl: Bohaterka będąca piosenkarką
zh_hans: 歌手女主角
zh_hant: 歌手女主角

source: Singer Protagonist
de: Sänger als Hauptfigur
ja: 歌手の主人公
ko: 가수인 주인공
pl: Protagonista będący piosenkarzem
zh_hans: 歌手主角
zh_hant: 歌手主角

source: Single Blowjob
de: Fellatio durch eine Person
ja: 一人フェラ
ko: 1인 펠라치오
pl: Fellatio wykonywane przez jedną osobę
zh_hans: 单人口交
zh_hant: 單人口交

source: Single Bodyjob
de: Penisstimulation mit dem ganzen Körper durch eine Person
ja: 一人ボディジョブ
ko: 1인 보디잡
pl: Stymulacja penisa całym ciałem przez jedną osobę
zh_hans: 单人身体性交
zh_hant: 單人身體摩擦

source: Single Boobjob
de: Brustverkehr durch eine Person
ja: 一人パイズリ
ko: 1인 파이즈리
pl: Stymulacja penisa piersiami przez jedną osobę
zh_hans: 单人乳交
zh_hant: 單人乳交

source: Single Buttjob
de: Penisstimulation mit dem Gesäß durch eine Person
ja: 一人尻コキ
ko: 1인 엉덩이 파이즈리
pl: Stymulacja penisa pośladkami przez jedną osobę
zh_hans: 单人臀交
zh_hant: 單人臀交

source: Single Character Multiple Defloration
de: Mehrfacher Verlust der Jungfräulichkeit derselben Figur
ja: 一人のキャラクターが複数回処女喪失
ko: 한 캐릭터가 여러 차례 처녀성을 잃음
pl: Wielokrotna utrata dziewictwa przez tę samą postać
zh_hans: 单一角色多次破处
zh_hant: 單一角色多次破處

source: Single Ending
de: Einziges Ende
ja: 単一エンディング
ko: 단일 엔딩
pl: Jedno zakończenie
zh_hans: 单一结局
zh_hant: 單一結局

source: Single Footjob
de: Penisstimulation mit den Füßen durch eine Person
ja: 一人足コキ
ko: 1인 풋잡
pl: Stymulacja penisa stopami przez jedną osobę
zh_hans: 单人足交
zh_hant: 單人足交

source: Single Handjob
de: Manuelle Penisstimulation durch eine Person
ja: 一人手コキ
ko: 1인 핸드잡
pl: Ręczna stymulacja penisa przez jedną osobę
zh_hans: 单人手交
zh_hant: 單人手交

source: Single Hole Double Penetration (obsolete)
de: Doppelte Penetration derselben Körperöffnung (veraltet)
ja: 単一孔への二重挿入（廃止）
ko: 한 구멍 이중 삽입(폐기됨)
pl: Podwójna penetracja tego samego otworu ciała (przestarzałe)
zh_hans: 单孔双重插入（已废弃）
zh_hant: 單孔雙重插入（已廢棄）

source: Single Hole Multiple Fisting (obsolete)
de: Fisting mit mehreren Fäusten in derselben Körperöffnung (veraltet)
ja: 単一孔への複数フィスト（廃止）
ko: 한 구멍 다중 피스팅(폐기됨)
pl: Fisting wieloma pięściami w tym samym otworze ciała (przestarzałe)
zh_hans: 单孔多重拳交（已废弃）
zh_hant: 單孔多重拳交（已廢棄）

source: Single Hole Multiple Objects Insertion (obsolete)
de: Einführen mehrerer Gegenstände in dieselbe Körperöffnung (veraltet)
ja: 単一孔への複数異物挿入（廃止）
ko: 한 구멍에 여러 이물질 삽입(폐기됨)
pl: Wprowadzanie wielu przedmiotów do tego samego otworu ciała (przestarzałe)
zh_hans: 单孔插入多个异物（已废弃）
zh_hant: 單孔插入多個異物（已廢棄）

source: Single Hole Multiple Penetration (obsolete)
de: Mehrfache Penetration derselben Körperöffnung (veraltet)
ja: 単一孔への多重挿入（廃止）
ko: 한 구멍 다중 삽입(폐기됨)
pl: Wielokrotna penetracja tego samego otworu ciała (przestarzałe)
zh_hans: 单孔多重插入（已废弃）
zh_hant: 單孔多重插入（已廢棄）

source: Single Hole Multiple Tentacle Penetration (obsolete)
de: Penetration derselben Körperöffnung mit mehreren Tentakeln (veraltet)
ja: 単一孔への複数触手挿入（廃止）
ko: 한 구멍에 여러 촉수 삽입(폐기됨)
pl: Penetracja tego samego otworu ciała wieloma mackami (przestarzałe)
zh_hans: 单孔多触手插入（已废弃）
zh_hant: 單孔多觸手插入（已廢棄）

source: Single Leg Legjob
de: Penisstimulation mit einem Bein
ja: 片脚での脚コキ
ko: 한쪽 다리로 하는 레그잡
pl: Stymulacja penisa jedną nogą
zh_hans: 单腿腿交
zh_hant: 單腿腿交

source: Single Legjob
de: Penisstimulation mit den Beinen durch eine Person
ja: 一人脚コキ
ko: 1인 레그잡
pl: Stymulacja penisa nogami przez jedną osobę
zh_hans: 单人腿交
zh_hant: 單人腿交

source: Single Save Slot
de: Einziger Speicherplatz
ja: セーブスロットが一つ
ko: 저장 슬롯 1개
pl: Jedno miejsce zapisu gry
zh_hans: 单一存档槽
zh_hant: 單一存檔槽

source: Single-sex School
de: Schule für ein Geschlecht
ja: 男女別学
ko: 단성 학교
pl: Szkoła dla jednej płci
zh_hans: 单性别学校
zh_hant: 單性別學校

source: Siscon Hero
de: Held mit Schwesterkomplex
ja: シスコンの男性主人公
ko: 시스콘 남성 주인공
pl: Bohater obsesyjnie przywiązany do siostry
zh_hans: 姐／妹控男主角
zh_hant: 姐／妹控男主角

source: Siscon Protagonist
de: Hauptfigur mit Schwesterkomplex
ja: シスコンの主人公
ko: 시스콘 주인공
pl: Protagonista obsesyjnie przywiązany do siostry
zh_hans: 姐／妹控主角
zh_hant: 姐／妹控主角

source: Siscon Support Character
de: Nebenfigur mit Schwesterkomplex
ja: シスコンのサブキャラクター
ko: 시스콘 조연
pl: Postać drugoplanowa obsesyjnie przywiązana do siostry
zh_hans: 姐／妹控配角
zh_hant: 姐／妹控配角

source: Sister/Sister Incest
de: Inzest zwischen Schwestern
ja: 姉妹間近親相姦
ko: 자매 간 근친상간
pl: Kazirodztwo między siostrami
zh_hans: 姐妹乱伦
zh_hant: 姐妹亂倫

source: Sister/Sister Romance
de: Liebesbeziehung zwischen Schwestern
ja: 姉妹の恋愛
ko: 자매 간 연애
pl: Romans między siostrami
zh_hans: 姐妹恋爱
zh_hant: 姐妹戀愛

source: Sitting Sex
de: Sex im Sitzen
ja: 座位
ko: 좌위
pl: Seks w pozycji siedzącej
zh_hans: 坐姿性爱
zh_hant: 坐姿性愛

source: Sixty-nine
de: Neunundsechzig-Stellung
ja: シックスナイン
ko: 69 체위
pl: Pozycja sześćdziesiąt dziewięć
zh_hans: 69式
zh_hant: 69式

source: Size Difference Fetish
de: Fetisch für Größenunterschiede
ja: 体格差フェチ
ko: 체격 차이 페티시
pl: Fetysz różnicy rozmiarów
zh_hans: 体型差癖
zh_hant: 體型差癖

source: Skeleton Hero
de: Skelett als Held
ja: 骸骨の男性主人公
ko: 해골 남성 주인공
pl: Bohater będący szkieletem
zh_hans: 骷髅男主角
zh_hant: 骷髏男主角

source: Skiing
de: Skifahren
ja: スキー
ko: 스키
pl: Jazda na nartach
zh_hans: 滑雪
zh_hant: 滑雪

source: Skin Color Selection
de: Wahl der Hautfarbe
ja: 肌の色選択
ko: 피부색 선택
pl: Wybór koloru skóry
zh_hans: 肤色选择
zh_hant: 膚色選擇

source: Skip Scenes
de: Szenen überspringen
ja: シーンをスキップ
ko: 장면 건너뛰기
pl: Pomijanie scen
zh_hans: 跳过场景
zh_hant: 跳過場景

source: Skip to Choices
de: Bis zu Entscheidungen vorspulen
ja: 選択肢までスキップ
ko: 선택지까지 건너뛰기
pl: Przewijanie do wyborów
zh_hans: 跳至选项
zh_hant: 跳至選項

source: Skippable Gameplay
de: Überspringbare Spielabschnitte
ja: スキップ可能なゲームプレイ
ko: 건너뛸 수 있는 게임플레이
pl: Możliwość pomijania fragmentów rozgrywki
zh_hans: 可跳过玩法
zh_hant: 可跳過玩法

source: Skull-fucking
de: Sexuelle Penetration von Schädelöffnungen
ja: 頭蓋骨ファック
ko: 두개골 성교
pl: Seksualna penetracja otworów czaszki
zh_hans: 头骨性交
zh_hant: 頭骨性交

source: Slapstick
de: Slapstick-Komödie
ja: スラップスティック
ko: 슬랩스틱
pl: Komedia slapstickowa
zh_hans: 闹剧
zh_hant: 鬧劇

source: Slasher
de: Slasher-Horror
ja: スラッシャー
ko: 슬래셔
pl: Horror typu slasher
zh_hans: 砍杀恐怖
zh_hant: 砍殺恐怖

source: Slave Auction
de: Sklavenauktion
ja: 奴隷オークション
ko: 노예 경매
pl: Aukcja niewolników
zh_hans: 奴隶拍卖
zh_hant: 奴隸拍賣

source: Slave Hero
de: Sklave als Held
ja: 奴隷の男性主人公
ko: 노예인 남성 주인공
pl: Bohater będący niewolnikiem
zh_hans: 奴隶男主角
zh_hant: 奴隸男主角

source: Slave Heroine
de: Sklavin als Heldin
ja: 奴隷のヒロイン
ko: 노예인 여성 주인공
pl: Bohaterka będąca niewolnicą
zh_hans: 奴隶女主角
zh_hant: 奴隸女主角

source: Slave Protagonist
de: Sklave als Hauptfigur
ja: 奴隷の主人公
ko: 노예인 주인공
pl: Protagonista będący niewolnikiem
zh_hans: 奴隶主角
zh_hant: 奴隸主角

source: Slavery
de: Sklaverei
ja: 奴隷制
ko: 노예제
pl: Niewolnictwo
zh_hans: 奴隶制
zh_hant: 奴隸制

source: Slavic Mythology
de: Slawische Mythologie
ja: スラヴ神話
ko: 슬라브 신화
pl: Mitologia słowiańska
zh_hans: 斯拉夫神话
zh_hant: 斯拉夫神話

source: Slice of Life
de: Alltagsgeschichte
ja: 日常系
ko: 일상물
pl: Okruchy życia
zh_hans: 日常
zh_hant: 日常

source: Slice of Life Comedy
de: Alltagskomödie
ja: 日常系コメディ
ko: 일상 코미디
pl: Komedia o codziennym życiu
zh_hans: 日常喜剧
zh_hant: 日常喜劇

source: Slice of Life Drama
de: Alltagsdrama
ja: 日常系ドラマ
ko: 일상 드라마
pl: Dramat o codziennym życiu
zh_hans: 日常剧
zh_hant: 日常劇

source: Slice of Life Realism
de: Realistische Alltagsgeschichte
ja: リアルな日常描写
ko: 사실적인 일상 묘사
pl: Realistyczne okruchy życia
zh_hans: 写实日常
zh_hant: 寫實日常

source: Slime Heroine
de: Schleimwesen als Heldin
ja: スライムのヒロイン
ko: 슬라임 여성 주인공
pl: Bohaterka będąca stworzeniem ze śluzu
zh_hans: 史莱姆女主角
zh_hant: 史萊姆女主角

source: Slime Monster Rape
de: Vergewaltigung durch ein Schleimmonster
ja: スライムモンスターによる強姦
ko: 슬라임 괴물에 의한 강간
pl: Gwałt dokonany przez potwora ze śluzu
zh_hans: 史莱姆怪物强奸
zh_hant: 史萊姆怪物強姦

source: Slime Protagonist
de: Schleimwesen als Hauptfigur
ja: スライムの主人公
ko: 슬라임 주인공
pl: Protagonista będący stworzeniem ze śluzu
zh_hans: 史莱姆主角
zh_hant: 史萊姆主角

source: Slow-burn Romance
de: Langsam entstehende Liebesbeziehung
ja: スローバーン・ロマンス
ko: 서서히 깊어지는 로맨스
pl: Powoli rozwijający się romans
zh_hans: 慢热恋爱
zh_hant: 慢熱戀愛

source: Slums
de: Elendsviertel
ja: スラム
ko: 빈민가
pl: Slumsy
zh_hans: 贫民窟
zh_hant: 貧民窟

source: Small Breast Sizes Heroine (Non-Loli)
de: Heldin mit kleinen Brüsten (kein Loli-Aussehen)
ja: 微乳ヒロイン（非ロリ）
ko: 빈유 여성 주인공(로리 아님)
pl: Bohaterka z małymi piersiami (bez wyglądu loli)
zh_hans: 小胸女主角（非萝莉）
zh_hant: 小胸女主角（非蘿莉）

source: Smoker Hero
de: Rauchender Held
ja: 喫煙者の男性主人公
ko: 흡연자인 남성 주인공
pl: Palący bohater
zh_hans: 吸烟男主角
zh_hant: 吸菸男主角

source: Smoker Heroine
de: Rauchende Heldin
ja: 喫煙者のヒロイン
ko: 흡연자인 여성 주인공
pl: Paląca bohaterka
zh_hans: 吸烟女主角
zh_hant: 吸菸女主角

source: Smoker Protagonist
de: Rauchende Hauptfigur
ja: 喫煙者の主人公
ko: 흡연자인 주인공
pl: Palący protagonista
zh_hans: 吸烟主角
zh_hant: 吸菸主角

source: Smoking Fetish
de: Rauchfetisch
ja: 喫煙フェチ
ko: 흡연 페티시
pl: Fetysz palenia
zh_hans: 吸烟癖
zh_hant: 吸菸癖

source: Sniper Heroine
de: Scharfschützin als Heldin
ja: 狙撃手のヒロイン
ko: 저격수인 여성 주인공
pl: Bohaterka będąca snajperką
zh_hans: 狙击手女主角
zh_hant: 狙擊手女主角

source: Sniper Protagonist
de: Scharfschütze als Hauptfigur
ja: 狙撃手の主人公
ko: 저격수인 주인공
pl: Protagonista będący snajperem
zh_hans: 狙击手主角
zh_hant: 狙擊手主角

source: Snow
de: Schnee
ja: 雪
ko: 눈
pl: Śnieg
zh_hans: 雪
zh_hant: 雪

source: Snowballing
de: Weitergabe von Sperma durch Küssen
ja: スノーボーリング
ko: 스노볼링
pl: Przekazywanie nasienia przez pocałunek
zh_hans: 口中精液互传
zh_hant: 口中精液互傳

source: Snowboarding
de: Snowboardfahren
ja: スノーボード
ko: 스노보드
pl: Jazda na snowboardzie
zh_hans: 单板滑雪
zh_hant: 單板滑雪

source: Soapland
de: Soapland-Bordell
ja: ソープランド
ko: 소프랜드
pl: Łaźnia erotyczna soapland
zh_hans: 泡泡浴
zh_hant: 泡泡浴

source: Soapy Massage
de: Seifige Massage
ja: 泡マッサージ
ko: 비누 마사지
pl: Masaż z użyciem mydła
zh_hans: 肥皂按摩
zh_hant: 肥皂按摩

source: Soccer
de: Fußball
ja: サッカー
ko: 축구
pl: Piłka nożna
zh_hans: 足球
zh_hant: 足球

source: Social Networking Service
de: Soziales Netzwerk
ja: SNS
ko: 소셜 네트워크 서비스
pl: Serwis społecznościowy
zh_hans: 社交网络服务
zh_hant: 社群網路服務

source: Societal Collapse
de: Gesellschaftlicher Zusammenbruch
ja: 社会崩壊
ko: 사회 붕괴
pl: Upadek społeczeństwa
zh_hans: 社会崩溃
zh_hant: 社會崩潰

source: Softcore
de: Softcore-Erotik
ja: ソフトコア
ko: 소프트코어
pl: Łagodna erotyka
zh_hans: 软色情
zh_hant: 軟色情

source: Soldier Hero
de: Soldat als Held
ja: 兵士の男性主人公
ko: 군인인 남성 주인공
pl: Bohater będący żołnierzem
zh_hans: 士兵男主角
zh_hant: 士兵男主角

source: Soldier Heroine
de: Soldatin als Heldin
ja: 兵士のヒロイン
ko: 군인인 여성 주인공
pl: Bohaterka będąca żołnierką
zh_hans: 士兵女主角
zh_hant: 士兵女主角

source: Soldier Protagonist
de: Soldat als Hauptfigur
ja: 兵士の主人公
ko: 군인인 주인공
pl: Protagonista będący żołnierzem
zh_hans: 士兵主角
zh_hant: 士兵主角

source: Sounds and Music
de: Ton und Musik
ja: サウンドと音楽
ko: 음향과 음악
pl: Dźwięk i muzyka
zh_hans: 声音与音乐
zh_hant: 聲音與音樂

source: Sounds of Copulation
de: Geräusche beim Geschlechtsverkehr
ja: 性交音
ko: 성교음
pl: Odgłosy stosunku seksualnego
zh_hans: 性交声
zh_hant: 性交聲

source: South America
de: Südamerika
ja: 南アメリカ
ko: 남아메리카
pl: Ameryka Południowa
zh_hans: 南美洲
zh_hant: 南美洲

source: Space
de: Weltraum
ja: 宇宙
ko: 우주
pl: Przestrzeń kosmiczna
zh_hans: 太空
zh_hant: 太空

source: Space Pirate Hero
de: Weltraumpirat als Held
ja: 宇宙海賊の男性主人公
ko: 우주 해적인 남성 주인공
pl: Bohater będący kosmicznym piratem
zh_hans: 太空海盗男主角
zh_hant: 太空海盜男主角

source: Space Pirate Heroine
de: Weltraumpiratin als Heldin
ja: 宇宙海賊のヒロイン
ko: 우주 해적인 여성 주인공
pl: Bohaterka będąca kosmiczną piratką
zh_hans: 太空海盗女主角
zh_hant: 太空海盜女主角

source: Space Station
de: Raumstation
ja: 宇宙ステーション
ko: 우주 정거장
pl: Stacja kosmiczna
zh_hans: 空间站
zh_hant: 太空站

source: Spaceship
de: Raumschiff
ja: 宇宙船
ko: 우주선
pl: Statek kosmiczny
zh_hans: 宇宙飞船
zh_hant: 太空船

source: Specula (Sexual)
de: Spekula (sexuell)
ja: 膣鏡（性的）
ko: 질경(성적)
pl: Wzierniki (seksualne)
zh_hans: 窥器（色情）
zh_hant: 陰道窺器（色情）

source: Spelling Errors
de: Rechtschreibfehler
ja: スペルミス
ko: 철자 오류
pl: Błędy ortograficzne
zh_hans: 拼写错误
zh_hant: 拼寫錯誤

source: Spontaneous Power-ups
de: Spontane Verstärkung der Kräfte
ja: 突発的なパワーアップ
ko: 갑작스러운 파워업
pl: Spontaniczne wzmocnienie mocy
zh_hans: 临场强化
zh_hant: 突發強化

source: Spontaneous Sex Scenes
de: Spontane Sexszenen
ja: 突発的なセックスシーン
ko: 갑작스러운 성교 장면
pl: Spontaniczne sceny seksu
zh_hans: 突发性爱场景
zh_hant: 突發性愛場景

source: Spoons
de: Löffelchenstellung
ja: スプーン体位
ko: 스푼 체위
pl: Pozycja na łyżeczkę
zh_hans: 勺式体位
zh_hant: 勺式體位

source: Sports
de: Sport
ja: スポーツ
ko: 스포츠
pl: Sport
zh_hans: 体育运动
zh_hant: 體育運動

source: Sports as Gameplay Element
de: Sport als Spielelement
ja: ゲーム要素としてのスポーツ
ko: 게임플레이 요소로서의 스포츠
pl: Sport jako element rozgrywki
zh_hans: 作为玩法要素的体育运动
zh_hant: 作為玩法要素的體育運動

source: Spreader Bar
de: Spreizstange
ja: スプレッダーバー
ko: 다리 벌림 봉
pl: Drążek rozpierający
zh_hans: 分腿杆
zh_hant: 分腿桿

source: Spreader Straps with Clamps
de: Spreizgurte mit Klammern
ja: クランプ付き開脚ストラップ
ko: 클램프가 달린 다리 벌림 스트랩
pl: Paski rozwierające z zaciskami
zh_hans: 带夹具的分腿带
zh_hant: 帶夾具的分腿帶

source: Spring
de: Frühling
ja: 春
ko: 봄
pl: Wiosna
zh_hans: 春季
zh_hant: 春季

source: Sprite Filter
de: Filter für Figuren-Sprites
ja: 立ち絵フィルタ
ko: 스탠딩 CG 필터
pl: Filtr wizerunków postaci
zh_hans: 角色立绘过滤器
zh_hant: 角色立繪過濾器

source: Sprite Viewer
de: Betrachter für Figuren-Sprites
ja: 立ち絵ビューア
ko: 스탠딩 CG 뷰어
pl: Przeglądarka wizerunków postaci
zh_hans: 角色立绘查看器
zh_hant: 角色立繪查看器

source: Sprites
de: Figuren-Sprites
ja: 立ち絵
ko: 스탠딩 CG
pl: Wizerunki postaci
zh_hans: 角色立绘
zh_hant: 角色立繪

source: Spy Hero
de: Spion als Held
ja: スパイの男性主人公
ko: 스파이인 남성 주인공
pl: Bohater będący szpiegiem
zh_hans: 间谍男主角
zh_hant: 間諜男主角
